Repository: racheaqui/woocommerce-racheaqui
Catalog: languages/woocommerce-racheaqui-*.po
Languages: pt_br

source: Allow your customers pay with more of one credit card using the Rache Aqui!
pt_br: Permita os seus clientes a pagarem com mais de um cartão de crédito usando o Rache Aqui!

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable Rache Aqui!
pt_br: Ativar Rache Aqui!

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que será exibido para os clientes durante a finalização

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que será exibida para os clientes durante a finalização.

source: Rache Aqui! Store ID
pt_br: Loja ID do Rache Aqui!

source: Please enter your Rache Aqui! Store ID.
pt_br: Por favor, digite o seu ID de loja do Rache Aqui!

source: Max Raches
pt_br: Máximo de raches

source: Enter the maximum number of credit cards that the customers will can use. Must be less than or equal to the number registered in the Register of Retail, the opposite case is considered the number of the register.
pt_br: Digite o número máximo de cartões de crédito que o cliente poderá utilizar, Precisa ser um número menor ou igual ao número registrado na sua conta do Rache Aqui!, caso o contrário será utilizado o número registrado.

source: Max Installments
pt_br: Máximo de parcelas

source: Enter the maximum number of credit card installments. Must be less than or equal to the number registered in the Register of Retail, the opposite case is considered the number of the register.
pt_br: Digite o número máximo de parcelas do cartão de crédito, Precisa ser um número menor ou igual ao número registrado na sua conta do Rache Aqui!, caso o contrário será utilizado o número registrado.

source: Invoice Prefix
pt_br: Prefixo do pedido

source: Gateway Testing
pt_br: Teste de Gateway

source: Enable Rache Aqui! sandbox
pt_br: Ativar o Rache Aqui! Sandbox

source: Rache Aqui! sandbox can be used to test payments.
pt_br: O Rache Aqui! sandbox pode ser utilizado para testar pagamentos.

source: Simulate Error
pt_br: Simular erro

source: Simulate invalid transaction
pt_br: Simular transação inválida

source: By default all requests are sent to the sandbox without cents to simulate purchase approved. Activating this option is sent along 1 cent to force an invalid transaction.
pt_br: Por padrão, todas as requisições enviadas para o sandbox vão sem centavos para simular pedidos aprovados. Ativando esta opção será enviado 1 centavo para forçar uma transação inválida.

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Rache Aqui! events, such as payment requests and return data, inside %s
pt_br: Registrar eventos do Rache Aqui!, tais como requisições de pagamento e dados do retorno, dentro de %s

source: Thank you for your order. We are now redirecting you to Rache Aqui! to make payment.
pt_br: Obrigado por fazer seu pedido. Agora estamos redirecionando você para o Rache Aqui! para efetuar o pagamento.

source: Pay via Rache Aqui!
pt_br: Pagar usando o Rache Aqui!

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido e restaurar carrinho

source: Thank you for your order, please click the button below to pay with Rache Aqui!.
pt_br: Obrigado por seu pedido, por favor clique no botão abaixo para pagar com Rache Aqui!.

source: Number of raches
pt_br: Número de raches

source: Order completed, please check the payment status on the Rache Aqui! panel
pt_br: Pedido completo, por favor, verifique o status do pagamento no painel do Rache Aqui!

source: Raque Aqui! Request Failure
pt_br: Raque Aqui! falha na requisição

source: Rache Aqui! Disabled
pt_br: Rache Aqui! desativado

source: You should inform your Store ID. %s
pt_br: Você deve informar o ID da loja. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: Currency <code>%s</code> is not supported. The Rache Aqui! works only with <code>BRL</code>.
pt_br: A moeda <code>%s</code> não é suportada. O Rache Aqui! funciona apenas com <code>BRL</code>.

source: WooCommerce Rache Aqui! depends on the last version of %s to work!
pt_br: WooCommerce Rache Aqui! depende da última versão do %s para funcionar!

source: Pay with multiple credit cards via Rache Aqui!
pt_br: Paga com vários cartões de crédito ao mesmo tempo utilizando o Rache Aqui!

source: Please enter a prefix for your invoice numbers. If you use your Rache Aqui! account for multiple stores ensure this prefix is unique as Rache Aqui! will not allow orders with the same invoice number.
pt_br: Por favor informe um prefixo para utilizar com os números de pedidos. Caso você utilize sua conta do Rache Aqui! em mais de uma loja, procure utilizar um prefixo único para cada loja.
